Repository: Bars92/font-organizer
Catalog: languages/font-organizer-*.po
Languages: he_il

source: Not Stated
he_il: לא צוין

source: Id
he_il: מזהה

source: Font Weight
he_il: משקל גופן

source: Custom Elements
he_il: אלמנט מותאם אישית

source: Important
he_il: חשוב

source: Yes
he_il: כן

source: No
he_il: לא

source: Delete
he_il: מחק

source: No custom elements found.
he_il: לא נמצאו אלמנטים מותאמים אישית.

source: Font Settings
he_il: הגדרות גופנים

source: Google
he_il: גוגל

source: Standard
he_il: סטנדרטי

source: Custom
he_il: מיובא

source: Google (Early Access)
he_il: גוגל (גישה מוקדמת)

source: Light
he_il: בהיר

source: Italic
he_il: נטוי

source: Normal
he_il: רגיל

source: Semi-Bold
he_il: מודגש למחצה

source: Bold
he_il: מודגש

source: Extra-Bold
he_il: מודגש מאוד

source: <body> Font
he_il: גופן לתגית <body>

source: <h1> Font
he_il: גופן לתגית <h1>

source: <h2> Font
he_il: גופן לתגית <h2>

source: <h3> Font
he_il: גופן לתגית <h3>

source: <h4> Font
he_il: גופן לתגית <h4>

source: <h5> Font
he_il: גופן לתגית <h5>

source: <h6> Font
he_il: גופן לתגית <h6>

source: <p> Font
he_il: גופן לתגית <p>

source: <q> Font
he_il: גופן לתגית <q>

source: <li> Font
he_il: גופן לתגית <li>

source: <a> Font
he_il: גופן לתגית <a>

source: Google API key is not valid:
he_il: המפתח של גוגל אינה חוקי:

source: General Settings
he_il: הגדרות כלליות

source: 1. Add Fonts
he_il: 1. הוספת גופנים

source: Step 1: Select and add fonts to be used in your website. Select as many as you wish.
he_il: שלב 1: בחר והוסף גופנים לאתר האינטרנט שלך. ניתן לבחר כמה שתרצה.

source: You can select google or regular fonts.
he_il: באפשרותך לבחור בגופנים של גוגל או גופנים מוכרים.

source: Available Fonts
he_il: גופנים זמינים

source: -- Select Font --
he_il: -- בחירת גופן --

source: Use This Font
he_il: השתמש בגופן זה

source: 2. Custom Fonts
he_il: 2. גופנים מיובאים

source: Step 2: Upload custom fonts to be used in your website. Here too, you can upload as many as you wish.
he_il: שלב 2: כאן ניתן לעלות גופנים לאתר שלך. גם כאן, ניתן להעלות כמה שתרצה.

source: Name the font you want to upload and upload all the files formats for this font. In order to support more browsers you can click the green plus to upload more font formats. We suggest at least .woff and .woff2.
he_il: בחר שם לגופן שברצונך להעלות ובחר את כל סוגי הפורמטים עבור גופן זה. על מנת לתמוך ביותר דפדפנים ביכולתך ללחוץ על הפלוס הירוק להעלות עוד סוגי פורמטים. אנו מציעים woff. ו- woff2..

source: You can now set font weight for this upload. If font name is set to an existing font name, the font weight will be added to the existing font and will be free to be used under said font name. You can always leave it Normal.
he_il: כעת באפשרותך להגדיר את משקל הגופן להעלאה זו. אם שם הגופן קיים, משקל גופן יתווסף לגופן הקיים, ויהיה פתוח לשימוש תחת שם הגופן האמור. ניתן תמיד להשאיר את משקל הגוף על משקל נורמלי.

source: This font format is already selected. Reminder: you need to upload the font files for the same font weight.
he_il: סיומת קובץ הגופן שנבחר כבר קיים. תזכורת: צריך להעלות את כל הקבצים המתאימים למשקל אחד של הגופן בכל פעם.

source: Font Name
he_il: שם גופן

source: Font weight name cannot be empty.
he_il: שם משקל הגופן אינו יכול להיות ריק.

source: Font Weight File
he_il: קובץ משקל גופן

source: Accepted Font Format :
he_il: פורמט גופן נתמך:

source: Add Another Font Format File
he_il: הוסף עוד קובץ פורמט גופן

source: Upload
he_il: העלה

source: 3. Known Elements Settings
he_il: 3. הגדרות אלמנטים הידועים

source: Step 3: For each element you can assign a font you have added in step 1 & 2.
he_il: שלב 3: עבור כל אלמנט ניתן להקצות גופן שהוספת בשלב 1 & 2.

source: Note:
he_il: הערה:

source: Custom fonts you uploaded are automatically used in your website.
he_il: גופנים מיובאים אוטומטית נוספים לאתר שלך.

source: In case of font not displaying in your website after saving, try clear the cache using Shift+F5 or Ctrl+Shift+Delete to clear all.
he_il: במקרה שגופן אינו מוצג באתר האינטרנט שלך לאחר שמירה, נסה לנקות את המטמון באמצעות Shift + F5 או Ctrl+Shift+Delete כדי לנקות הכל.

source: 4. Custom Elements Settings
he_il: 4. הגדרות אלמנטים מותאמים אישית

source: Step 4: Assign font that you have added to your website to custom elements.
he_il: שלב 4: כאן ניתן לשייך גופן שהוספת לאתר האינטרנט שלך לאלמנטים מותאמים אישית.

source: Font
he_il: גופן

source: You must select a font for the elements.
he_il: עליך לבחור גופן עבור הרכיבים.

source: Custom Element
he_il: רכיב מותאם אישית

source: Font custom elements cannot be empty.
he_il: רכיב מותאם אישית אינו יכול להיות ריק.

source: Custom elements can be seperated by commas to allow multiple elements. Example: #myelementid, .myelementclass, .myelementclass .foo, etc.
he_il: רכיבים מותאמים אישית ניתן להפריד בפסיקים כדי לאפשר מספר אלמנטים. דוגמה: .myelementclass, #myelementid, .myelementclass .foo, וכו '.

source: Apply Custom Elements
he_il: החל על אלמנטים אלה

source: 5. Manage Fonts
he_il: 5. ניהול גופנים

source: Step 5: Select a font to manage, delete and view the source and custom elements assigned to it.
he_il: שלב 5: בחר גופן כדי לנהל, למחוק ולהציג את המקור, וכל הרכיבים מותאמים אישית המוקצים לו.

source: You can edit the values of every row to change the custom elements assigned or add and remove the important tag. Just change the text or check the box and the settings will automatically save.
he_il: באפשרותך לערוך את הערכים של כל שורה, על מנת לשנות את הרכיבים המותאמים אישית או להוסיף ולהסיר את התגית 'important!'. רק שנה את הטקסט או לחץ על התיבה והשינויים ישמרו אוטומטית.

source: Changes saved!
he_il: השינויים נשמרו בהצלחה!

source: Data is invalid
he_il: ערך לא תקין.

source: Delete Font
he_il: מחק גופן

source: Are you sure you want to delete this font from your website?
he_il: האם אתה בטוח שברצונך למחוק גופן זה מהאתר שלך?

source: Source
he_il: מקור

source: Urls
he_il: כתובת

source: Thank you
he_il: תודה לך!

source: Thank you for using an <a href="http://hivewebstudios.com" target="_blank">Hive</a> plugin! We 5 star you already, so why don't you <a href="https://wordpress.org/support/plugin/font-organizer/reviews/?rate=5#new-post" target="_blank">5 star us too</a>?
he_il: תודה לך על השימוש בפלאגין של <a href="http://hivewebstudios.com" target="_blank">Hive</a>! אנחנו כבר מדרגים אותך 5 כוכבים, אז למה שלא <a href="https://wordpress.org/support/plugin/font-organizer/reviews/?rate=5#new-post" target="_blank">תדרג אותנו 5 כוכבים גם</a>?

source: Anyway, if you need anything, this may help:
he_il: בכל מקרה, אם את/ה צריכ/ה משהו, אולי זה יעזור:

source: FAQ
he_il: שאלות נפוצות

source: Support forums
he_il: פורום תמיכה

source: Contact us
he_il: צרו קשר

source: Like Our Facebook Page
he_il: תן לייק לעמוד הפייסבוק שלנו

source: Font Preview
he_il: תצוגה מקדימה לגופנים

source: Select a font from the list to preview.
he_il: בחר גופן מהרשימה כדי להציג בתצוגה מקדימה.

source: This is a preview content.
he_il: זוהי תצוגה מקדימה של תוכן.

source: Font preview free text
he_il: טקסט חופשי לתצוגה מקדימה

source: Some fonts may not support your language.
he_il: גופנים מסוימים עשויים שלא לתמוך בשפה שלך.

source: Session ended, please try again.
he_il: הסתיים הטיפול, אנא נסה שנית.

source: Font name is empty or invalid.
he_il: שם גופן הוא ריק או לא חוקי.

source: Font weight is empty or invalid.
he_il: משקל גופן הוא ריק או לא חוקי.

source: Font file is not selected.
he_il: לא נבחר קובץ הגופן.

source: Font file(s) not selected.
he_il: לא נבחרו קבצים לגופן.

source: Usable font is empty or invalid.
he_il: גופן לשימוש הוא ריק או לא חוקי.

source: Custom elements is empty or invalid.
he_il: אלמנטים מותאמים אישית ריק או לא חוקי.

source: Something went horribly wrong. Ask the support!
he_il: משהו השתבש בצורה נוראית. תשאל את התמיכה!

source: Error adding custom elements:
he_il: שגיאה בעת הוספת אלמנטים מותאמים אישית:

source: Custom elements added to your website!
he_il: אלמנטים מותאמים אישית התווספו לאתר שלך!

source: Font can now be used in your website!
he_il: כעת ניתן להשתמש בגופן באתר האינטרנט שלך!

source: Font deleted from your website!
he_il: גופן נמחק מהאתר שלך!

source: The file(s) uploaded successfully!
he_il: הקובץ הועלה בהצלחה!

source: Error uploading the file:
he_il: שגיאה בהעלאת הקובץ:

source: Error adding font to website fonts:
he_il: שגיאה בעת הוספת גופן לאתר:

source: Error deleting font:
he_il: שגיאה במחיקת גופן:

source: Failed to open or create the css file. Check for permissions.
he_il: לא ניתן לפתוח או ליצור את קובץ ה-css. בדוק אם יש הרשאות.

source: Google API Key
he_il: מפתח API של גוגל

source: Show Font Family Preview
he_il: טען תצוגה מקדימה לגופנים

source: Access Settings Role
he_il: רמת הרשאה להגדרות

source: This is the general settings for the site.
he_il: אלה הם הגדרות כלליות עבור התוסף.

source: To get all the current fonts, Google requires the mandatory use of an API key, get one from <a href="%s" target="_blank">HERE</a>
he_il: כדי לקבל רשימת הגופנים העדכנית, גוגל מחייב שימוש ב-API, ניתן לקבל אחד מ<a href="%s" target="_blank">כאן</a> בחינם ובמהירות.

source: Need help? Click <a href="%s" target="_blank">here</a>
he_il: צריך עזרה? לחץ <a href="%s" target="_blank">כאן</a>

source: You are using a static google fonts list, if you want the current list you can specify an API key.
he_il: הנך משתמש ברשימת גופן גוגל סטטית, אם ברצוך רשימה עדכנית ניתן לציין מפתח API.

source: Include Font Family Preview
he_il: הוסף גופן לדף זה לצפיה בתוצגה מוקדמת

source: Show font preview when listing the fonts (might be slow)
he_il: הצג תצוגה מקדימה של הגופן ברשימה של גופנים (עשוי להיות איטי).

source: Include !important to this element to always apply.
he_il: הוסף תגית important! על מנת שגופן זה תמיד יופיע.

source: Default
he_il: ברירת מחדל

source: Font Organizer
he_il: מארגן הגופנים

source: Font Organizer is the complete solution for font implementation in WordPress websites.
he_il: Font Organizer הוא הפתרון המושלם לניהול ושימוש גופנים באתר וורדפרס.
